SET search_path TO repeat_it;

INSERT INTO tg_user
VALUES (450807973, 'AlexandrDem', 'Александр', 'Дементьев');

INSERT INTO card (user_id, front_side, back_side)
SELECT 450807973,
       front_side,
       back_side
FROM (VALUES ('Франция', 'Париж'),
             ('Испания', 'Мадрид'),
             ('США', 'Вашингтон'),
             ('Китай', 'Пекин'),
             ('Италия', 'Рим'),
             ('Турция', 'Анкара'),
             ('Мексика', 'Мехико'),
             ('Германия', 'Берлин'),
             ('Таиланд', 'Бангкок'),
             ('Великобритания', 'Лондон'),
             ('Греция', 'Афины'),
             ('Япония', 'Токио'),
             ('Португалия', 'Лиссабон'),
             ('Вьетнам', 'Ханой'),
             ('ОАЭ', 'Абу-Даби'),
             ('Индия', 'Нью-Дели'),
             ('Хорватия', 'Загреб'),
             ('Индонезия', 'Джакарта'),
             ('Марокко', 'Рабат'),
             ('Бразилия', 'Бразилиа')
      )AS cards(front_side, back_side);